OdDAI.ADB_Value.op_Implicit~OdAnsiString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
The cast to OdAnsiString operator for the attribute data block value object.
\returns
The attribute data block value converted to an OdAnsiString value.
If the attribute data block value can't be converted into the OdAnsiString data type, the operator throws an exception.